experiments/redis_contention/combined_bandwidth_contention_final_3/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_24/pair_21/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets        10875.64    543781.46         0.53         0.36771         0.36700         0.56700         0.65500    560894.59 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      10875.64    543781.46         0.53         0.36771         0.36700         0.56700         0.65500    560894.59